src/gobstuf/stuf/brp/request_template/ingeschrevenpersonen.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns="http://www.egem.nl/StUF/sector/bg/0310" xmlns:stuf="http://www.egem.nl/StUF/StUF0301"
                  xmlns:xlin="http://www.w3.org/1999/xlink" xmlns:gml="http://www.opengis.net/gml">
    <soapenv:Header/>
    <soapenv:Body>
        <BG:npsLv01 xmlns:BG="http://www.egem.nl/StUF/sector/bg/0310" xmlns:StUF="http://www.egem.nl/StUF/StUF0301"
                    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                    xsi:schemaLocation="http://www.egem.nl/StUF/sector/bg/0310 bg0310\bg0310.msg.xsd">
            <BG:stuurgegevens>
                <StUF:berichtcode>Lv01</StUF:berichtcode>
                <StUF:zender>
                    <StUF:applicatie>APPLICATIE</StUF:applicatie>
                    <StUF:gebruiker>GEBRUIKER</StUF:gebruiker>
                </StUF:zender>
                <StUF:ontvanger>
                    <StUF:organisatie>Amsterdam</StUF:organisatie>
                    <StUF:applicatie>CGM</StUF:applicatie>
                </StUF:ontvanger>
                <StUF:referentienummer>ARS000000001</StUF:referentienummer>
                <StUF:tijdstipBericht>2018060108064822</StUF:tijdstipBericht>
                <StUF:entiteittype>NPS</StUF:entiteittype>
            </BG:stuurgegevens>
            <BG:parameters>
                <StUF:sortering>0</StUF:sortering>
                <StUF:indicatorVervolgvraag>false</StUF:indicatorVervolgvraag>
                <StUF:maximumAantal>15</StUF:maximumAantal>
                <StUF:indicatorAfnemerIndicatie>false</StUF:indicatorAfnemerIndicatie>
                <StUF:indicatorAantal>false</StUF:indicatorAantal>
            </BG:parameters>
            <BG:gelijk StUF:entiteittype="NPS">
                <BG:inp.bsn>BSN</BG:inp.bsn>
            </BG:gelijk>
            <BG:scope>
                <BG:object StUF:entiteittype="NPS">
                    <BG:inp.bsn xsi:nil="true"/>
                    <BG:geslachtsnaam xsi:nil="true"/>
                    <BG:voorvoegselGeslachtsnaam xsi:nil="true"/>
                    <BG:voorletters xsi:nil="true"/>
                    <BG:voornamen xsi:nil="true"/>
                    <BG:aanduidingNaamgebruik xsi:nil="true"/>
                    <BG:geslachtsnaamPartner xsi:nil="true"/>
                    <BG:geslachtsaanduiding xsi:nil="true"/>
                    <BG:geboortedatum xsi:nil="true"/>
                    <BG:overlijdensdatum xsi:nil="true"/>
                </BG:object>
            </BG:scope>
        </BG:npsLv01>
    </soapenv:Body>
</soapenv:Envelope>