tests/fixtures/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns="http://www.egem.nl/StUF/sector/bg/0310"
                  xmlns:stuf="http://www.egem.nl/StUF/StUF0301">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:npsLv01>
            <ns:stuurgegevens>
                <stuf:berichtcode>Lv01</stuf:berichtcode>
                <stuf:zender>
                    <stuf:applicatie>applicationName</stuf:applicatie>
                    <stuf:gebruiker>userName</stuf:gebruiker>
                </stuf:zender>
                <stuf:ontvanger>
                    <stuf:organisatie>Amsterdam</stuf:organisatie>
                    <stuf:applicatie>applicationName</stuf:applicatie>
                </stuf:ontvanger>
                <stuf:referentienummer>mk1</stuf:referentienummer>
                <stuf:tijdstipBericht>2017041911110000</stuf:tijdstipBericht>
                <stuf:entiteittype>NPS</stuf:entiteittype>
            </ns:stuurgegevens>
            <ns:parameters>
                <stuf:sortering>07</stuf:sortering>
                <stuf:indicatorVervolgvraag>false</stuf:indicatorVervolgvraag>
                <stuf:maximumAantal>1</stuf:maximumAantal>
                <stuf:indicatorAfnemerIndicatie>false</stuf:indicatorAfnemerIndicatie>
                <stuf:indicatorAantal>false</stuf:indicatorAantal>
            </ns:parameters>
            <ns:gelijk stuf:entiteittype="NPS">
                <ns:inp.bsn>123456789</ns:inp.bsn>
                <ns:inp.bsn>234567890</ns:inp.bsn>
                <ns:inp.bsn>345678901</ns:inp.bsn>
            </ns:gelijk>
            <ns:scope>
                <ns:object stuf:entiteittype="NPS" stuf:scope="alles"/>
            </ns:scope>
        </ns:npsLv01>
    </soapenv:Body>
</soapenv:Envelope>